Repository: ychab/fitlog
Catalog: fitlog/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Please create routines.
fr: Merci de créer des routines.

source: Please create exercises.
fr: Merci de créer des exercices.

source: Close
fr: Fermer

source: Log out?
fr: Se déconnecter ?

source: Are you sure to logout?
fr: Êtes-vous sûr de vous déconnecter ?

source: Cancel
fr: Annuler

source: Log out
fr: Déconnexion

source: Log in
fr: Se connecter

source: Username
fr: Nom utilisateur

source: Password
fr: Mot de passe

source: Trainings
fr: Entrainements

source: List
fr: Liste

source: Add for
fr: Ajouter pour

source: Exercises
fr: Exercices

source: Split 3 days
fr: Split 3 jours

source: Split 5 days
fr: Split 5 jours

source: Bench press
fr: Développé couché

source: Machine bench press
fr: Machine à développé couché

source: Incline press
fr: Développé incliné

source: Decline press
fr: Développé décliné

source: Dumbbell bench press
fr: Développé couché haltère

source: Dumbbell incline press
fr: Développé incliné haltère

source: Dumbbell decline press
fr: Développé décliné haltère

source: Push ups
fr: Pompes

source: Fly
fr: Écarté couché

source: Cable crossover
fr: Écarté à la poulie vis-à-vis

source: Deadlift
fr: Soulevé de terre

source: Chin up
fr: Traction pronation

source: Pull up
fr: Traction supination

source: Lat pulldown
fr: Tirage poitrine

source: Close grip pulldown
fr: Tirage poulie haute poignée serrée

source: Cable pullover
fr: Pull-over poulie

source: Cable row
fr: Tirage poulie basse

source: Dumbbell row
fr: Rowing haltère

source: Bent over barbell row
fr: Rowing yates

source: T-bar row
fr: Tirage T-bar

source: Dumbbell press
fr: Développé militaire

source: Arnold press
fr: Développé Arnold

source: Front raise
fr: Élévation frontale

source: Lateral raise
fr: Élévation latérale

source: Cable lateral raise
fr: Élévation latérale poulie

source: Bent over raise
fr: Oiseau

source: Cable bent over lateral raise
fr: Oiseau poulie

source: Elevation Y
fr: Élévation Y

source: Upright row
fr: Rowing menton

source: Rear deltoid machine
fr: Arrière deltoïd machine

source: Dumbbell curl
fr: Curl haltère

source: Incline dumbbell curl
fr: Curl incliné

source: Concentration curl
fr: Curl concentration

source: Hammer curl
fr: Curl marteau

source: Cable curl
fr: Curl poulie

source: Overhead cable curl
fr: Curl poulie haute

source: Barbell curl
fr: Curl barre

source: Reverse curl
fr: Curl inversé

source: Skullcrushers
fr: Magic triceps

source: Lying triceps extension
fr: Barre front

source: Triceps pushdown
fr: Triceps extension poulie

source: Reverse grip triceps pushdown
fr: Triceps extension poulie supination

source: Dumbbell triceps extension
fr: Triceps extension nuque

source: Cable triceps extension
fr: Extension triceps poulie

source: French press
fr: Barre front incliné

source: Close grip bench press
fr: Développé couché prise serrée

source: Leg press
fr: Presse à cuisse

source: Lunge
fr: Fentes

source: Stiff legged deadlift
fr: Soulevé de terre jambes tendues

source: Plié squat
fr: Soulevé de terre sumo

source: Machine adductor
fr: Machine à adducteur

source: Machine abductor
fr: Machine à abducteur

source: calf extension
fr: Extension mollets

source: Hip extension
fr: Extension hanche

source: Lateral leg raise
fr: Élévation lateral ejambe

source: Hyperextension
fr: Extension lombaire

source: Hanging knee raise
fr: Relevé genoux

source: Side bend
fr: Flexion latérale buste

source: Half body top
fr: Half body haut

source: Half body bottom
fr: Half body bas

source: Split 3 days Chest/Biceps/Abs
fr: Split 3 jours Pec/Biceps/Abdos

source: Split 3 days Legs/Calf
fr: Split 3 jours Jambes/Mollets

source: Split 3 days Back/Shoulders/Triceps
fr: Split 3 jours Dos/Épaules/Triceps

source: Split 5 days Back
fr: Split 5 jours Dos

source: Split 5 days Shoulders
fr: Split 5 jours Épaules

source: Split 5 days Legs
fr: Split 5 jours Jambes

source: Split 5 days Chest
fr: Split 5 jours Pectoraux

source: Split 5 days Arms
fr: Split 5 jours Bras

source: Name
fr: Nom

source: Chest
fr: Pectoraux

source: Back
fr: Dos

source: Shoulders
fr: Épaules

source: Lower back
fr: Lombaires

source: Glutes
fr: Fesses

source: Calf
fr: Mollets

source: Abs
fr: Abdos

source: Loading...
fr: Chargement...

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Delete
fr: Supprimer

source: Are you sure you want to delete it?
fr: Êtes-vous sûr de vouloir supprimer ?

source: Wait...
fr: Patientez...

source: Resources
fr: Ressources

source: Search for...
fr: Rechercher...

source: Log a training
fr: Noter un entraînement

source: Exercises sets
fr: Séries d'exercices

source: Remove
fr: Enlever

source: Add set
fr: Ajouter une série

source: Add exercise
fr: Ajouter un exercice

source: Create
fr: Créer

source: Training detail
fr: Détail de l'entraînement

source: Order
fr: Ordre

source: Reps
fr: Répétitions

source: Weight
fr: Poids

source: Rest period
fr: Temps repos

source: Total sets
fr: Total séries

source: Total reps
fr: Total réps

source: Total weights
fr: Total poids

source: Avg rest
fr: Repos moyen

source: Update training
fr: Mise à jour de l'entraînement

source: Save
fr: Enregistrer

source: Create a workout
fr: Créer un workout

source: Exercise
fr: Exercice

source: Sets
fr: Séries

source: Add
fr: Ajouter

source: Update workout
fr: Mise à jour du workout
